Repository: VMAJSTER/accelgui
Catalog: .lang/*.po
Languages: ru

source: Graphical user interface for accel-ppp access server
ru: Графический интерфейс пользователя для сервера доступа accel-ppp

source: Password you entered is incorrect
ru: Введенный вами пароль не верен

source: Authorization
ru: Авторизация

source: Enter
ru: Вход

source: Exit
ru: Выход

source: Username:
ru: Пользователь:

source: Password:
ru: Пароль:

source: Value is not entered
ru: Значение не указано

source: Sessions filter
ru: Фильтр сессий

source: Column:
ru: Столбец:

source: Value:
ru: Значение:

source: Calling
ru: Вызывающий

source: Interface
ru: Интерфейс

source: Ip Address
ru: Айпи адрес

source: Not chosen
ru: Не выбрано

source: Username
ru: Пользователь

source: Apply
ru: Применить

source: Help system - Accel GUI
ru: Справочная система - Accel GUI

source: Refresh - F5
ru: Обновить - F5

source: Home - Home
ru: Домой - Home

source: Forward - Right
ru: Вперед - Right

source: Backward - Left
ru: Назад - Left

source: Are you sure to reload config file?
ru: Уверены, что хотите перезагрузить файл конфигурации?

source: Help file was not found
ru: Файл справки не найден

source: Show
ru: Показать

source: Shutdown default
ru: Завершение по-умолчанию

source: Shutdown soft
ru: Легкое завершение

source: Shutdown hard
ru: Жесткое завершение

source: Shutdown cancel
ru: Отмена завершения

source: Restart soft
ru: Легкий перезапуск

source: Restart hard
ru: Жесткий перезапуск

source: Soft terminate current session
ru: Легкий обрыв текущей сессии

source: Hard terminate current session
ru: Жесткий обрыв текущей сессии

source: Soft terminate all sessions
ru: Легкий обрыв всех сессий

source: Hard terminate all sessions
ru: Жесткий обрыв всех сессий

source: Update list of sessions
ru: Обновление списка сессий

source: Settings
ru: Настройки

source: Help
ru: Справка

source: Servers manager
ru: Менеджер серверов

source: Reload config file
ru: Перезагрузка файла конфигурации

source: Hide to tray
ru: Сворачивание в трей

source: Quit the programm
ru: Выход из программы

source: Shutdown daemon
ru: Завершение службы

source: Restart daemon
ru: Перезапуск службы

source: Terminate session
ru: Обрыв сессий

source: Change / restore shaper
ru: Изменение / восстановление шейпера

source: View session info
ru: Просмотр информации о сессии

source: P
ru: Н

source: S
ru: С

source: Name
ru: Имя

source: Address
ru: Адрес

source: Port
ru: Порт

source: Add server
ru: Добавить сервер

source: Edit server
ru: Изменить сервер

source: Are you sure to delete server?
ru: Уверены, что хотите удалить сервер?

source: Are you sure to clear list of servers?
ru: Уверены, что хотите очистить список серверов?

source: Stop
ru: Остановить

source: Add
ru: Добавить

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Clear
ru: Очистить

source: First
ru: Первый

source: Previous
ru: Предыдущий

source: Next
ru: Следующий

source: Last
ru: Последний

source: Autostart
ru: Автозапуск

source: Save
ru: Сохранение

source: Start
ru: Запустить

source: CallingSID
ru: Вызывающий

source: IP address
ru: Айпи адрес

source: RateIn
ru: СкорВх

source: RateOut
ru: СкорИсх

source: Type
ru: Тип

source: State
ru: Состояние

source: Uptime
ru: Время

source: No data
ru: Нет данных

source: First session
ru: Первая сессия

source: Previous session
ru: Предыдущая сессия

source: Next session
ru: Следующая сессия

source: Last session
ru: Последняя сессия

source: Update
ru: Обновить

source: Autoupdate
ru: Автообновление

source: default
ru: по-умолчанию

source: Reset
ru: Сброс

source: Values must be more than zero
ru: Значения должны быть больше нуля

source: Current interface
ru: Текущий интерфейс

source: All interfaces
ru: Все интерфейсы

source: Input:
ru: Входящая:

source: Output:
ru: Исходящая:

source: Change
ru: Изменить

source: Cancel
ru: Отмена

source: Restore
ru: Восстановить

source: Fill in text fields
ru: Заполните текстовые поля

source: Name or address already exists
ru: Имя или адрес уже существуют

source: Name:
ru: Имя:

source: Address:
ru: Адрес:

source: Port:
ru: Порт:

source: Interface:
ru: Интерфейс:

source: Calling sid:
ru: Вызывающий:

source: Ip address:
ru: Айпи адрес:

source: Type:
ru: Тип:

source: State:
ru: Состояние:

source: Compression:
ru: Сжатие:

source: Uptime:
ru: Время:

source: In rate:
ru: Вх. скорость:

source: Out rate:
ru: Исх. скорость:

source: Session id:
ru: Ид сессии:

source: Called sid:
ru: Вызываемый:

source: Config file does not exist.
ru: Файл конфигурации отсутствует.

source: Want to use backup?
ru: Хотите использовать резервную копию?

source: Could not use backup config
ru: Не удалось использовать резервную копию конфигурации

source: Are you sure to shutdown the daemon?
ru: Уверены, что хотите завершить службу?

source: Are you sure to cancel the shutdown process?
ru: Уверены, что хотите отменить процесс завершения?

source: Are you sure to kill all sessions?
ru: Уверены, что хотите оборвать все сессии?

source: Are you sure to kill current session?
ru: Уверены, что хотите оборвать текущую сессию?

source: Are you sure to restart the daemon?
ru: Уверены, что хотите перезапустить службу?

source: No
ru: Нет

source: Yes
ru: Да
